Repository: AkiniKites/PlayerTrack
Catalog: PlayerTrack.Plugin/Resource/Language.*.resx
Languages: de, es, zh

source: Actions
de: Aktionen
es: Acciones
zh: 操作

source: Add Encounters
de: Begegnungen hinzufügen
es: Añadir encuentros
zh: 添加战斗

source: Add Player
de: Spieler hinzufügen
es: Añadir Jugador
zh: 添加玩家

# AddPlayerInstructions
source: Add player manually to your list.
de: Spieler manuell zu deiner Liste hinzufügen.
es: Añadir jugador manualmente a tu lista.
zh: 手动添加玩家至列表

source: Add Players
de: Spieler hinzufügen
es: Añadir jugadores
zh: 批量添加玩家

source: ago
de: vor
es: hace
zh: 前

source: Alerts
de: Warnungen
es: Alertas
zh: 警告

source: All Players
de: Alle Spieler
es: Todos los jugadores
zh: 全部玩家

source: Appearance
de: Aussehen
es: Apariencia
zh: 外观

# AssignPlayerCategory
source: Assign Category
de: Kategorie zuweisen
es: Asignar categoría
zh: 指定类别

source: Automatic
de: Automatisch
es: Automático
zh: 自动

# BackupErrorMessage
source: Something went wrong. Restart your computer and try again.
de: Etwas ist schief gelaufen. Starten Sie Ihren Computer neu und versuchen Sie es erneut.
es: Algo salió mal. Reinicia tu ordenador e inténtalo de nuevo.
zh: 发生错误，请重启你的电脑以重试。

source: Backups
de: Sicherungen
es: Copias de seguridad
zh: 备份

source: Banned
de: Gebannt
es: Baneado
zh: 已禁用

source: Blacklist
es: Lista Negra
zh: 黑名单

# BlackList_Abbreviation
source: BL
es: LN
zh: 黑名单

source: Blocked
es: Bloqueados
zh: 已屏蔽

source: Cancel
de: Abbrechen
es: Cancelar
zh: 取消

source: Cancelled
es: Cancelados
zh: 已取消

source: Categories
de: Kategorien
es: Categorías
zh: 类别

source: Category Name
de: Kategoriename
es: Nombre de la categoría
zh: 类别名

# CategorySpecificSetting
source: Inherited from the category {0}
de: Von Kategorie {o} übernommen
es: Heredado de la categoría {0}
zh: 从类别 {0} 继承

source: Close Player
de: Spieler schließen
es: Cerrar jugador
zh: 关闭玩家

source: Combine Windows
de: Fenster kombinieren
es: Combinar ventanas
zh: 窗口合并显示

source: Confirmation
de: Bestätigung
es: Confirmación
zh: 确认

# ConfirmationQuestion
source: Are you sure you want to proceed?
de: Möchten Sie wirklich fortfahren?
es: ¿Seguro que quieres continuar?
zh: 是否确认本次操作?

# ConfirmDelete
source: Delete?
de: Löschen?
es: ¿Borrar?
zh: 确认删除?

# ConfirmUnsync
source: This will delete synced category. OK?
es: Esto eliminará la categoría seleccionada. ¿OK?
zh: 这将删除已同步的分类。确定吗？

source: Contains
de: Enthält
es: Contiene
zh: 包含

source: Content
de: Inhalt
es: Contenido
zh: 内容

source: Context Menu
de: Kontextmenü
es: Menú Contextual
zh: 右键菜单

source: Contribute
es: Contribuir
zh: 捐赠

# ContributionUsage
source: Most contributions will go towards covering server and coffee costs.
es: Gran parte de las contribuciones se destinará a cubrir los costes del servidor y el café.
zh: 绝大部分捐赠会用于支付服务器和我的咖啡费用

source: Copy to Clipboard
es: Copiar al Portapapeles
zh: 复制到剪贴板

source: Created
de: Erstellt
es: Creado
zh: 已创建

source: Cross-world Linkshell
zh: 跨服通讯贝

# CrossWorldLinkShell_Abbreviation
source: CWLS
zh: 跨服通讯贝

# CrowdinProject
source: I've set up a project on Crowdin for anyone interested.
es: He configurado un proyecto en Crowdin para cualquier interesado.
zh: 我已经在 Crowdin 上为任何有意参与的人设立了一个翻译项目

source: Current Players
de: Derzeitige Spieler
es: Jugadores actuales
zh: 当前玩家

source: Custom Title
de: Individueller Titel
es: Título personalizado
zh: 自定义称号

source: CWLS
zh: 跨服通讯贝

source: Data
de: Daten
es: Datos
zh: 数据

# Day
source: d
zh: 日

source: Default Category
de: Standard-Kategorie
es: Categoría por defecto
zh: 默认类别

# DefaultSetting
source: Inherited from Player Defaults
de: Von Spieler-Standardwerten übernommen
es: Heredado de los valores predeterminados del jugador
zh: 从玩家默认值继承

source: Delete
de: Löschen
es: Eliminar
zh: 删除

source: Delete Encounters
de: Begegnungen löschen
es: Eliminar encuentros
zh: 删除战斗

source: Delete History
es: Eliminar Historial
zh: 删除历史记录

source: Delete Players
de: Spieler löschen
es: Eliminar jugadores
zh: 删除玩家

source: Delete Player Settings
de: Spielereinstellungen löschen
es: Borrar ajustes del jugador
zh: 删除玩家设置

# DeleteRecordsInProgress
source: Deleting records now...
de: Entferne Einträge ...
es: Borrando registros ahora...
zh: 正在删除记录...

# DeleteRecordsSuccess
source: Deleted records successfully.
de: Einträge erfolgreich gelöscht.
es: Registros borrados con éxito.
zh: 成功删除记录

# DiscordRoleInfo
source: Join Discord and choose the 'Translator' role to learn more.
es: Unirse al Discord y activar el rol "Translator" para saber más.
zh: 加入 Discord 并选择 Translator 身份来了解更多信息

source: Display
de: Anzeige
es: Visualizar
zh: 显示

# DonationsAppreciated
source: Donations are always appreciated but never required.
es: Las donaciones son siempre apreciadas pero nunca obligatorias.
zh: 捐赠并不是必要的，但总会得到我的诚挚感谢

# DuplicatePlayerError
source: Player already exists.
de: Spieler existiert bereits.
es: El jugador ya existe.
zh: 玩家已存在

source: Duration
de: Dauer
es: Duración
zh: 持续时间

source: Encounters
de: Begegnungen
es: Encuentros
zh: 战斗

source: Exact
de: Exakt
es: Exacto
zh: 精准

source: Execute
es: Ejecutar
zh: 执行

source: Failed
de: Fehler
es: Fallido
zh: 失败

source: First Seen
de: Erstmals gesehen
es: Visto por primera vez
zh: 首次遇见

source: FL/BL/FC
es: LA/LN/FC
zh: 好友列表/黑名单/部队

source: Focus Target Player
de: Spieler fokussieren
es: Jugador en Focus Target
zh: 焦点目标玩家

# ForDevelopersTitle
source: For Developers
es: Para Desarrolladores
zh: 致开发者

# ForEveryoneTitle
source: For Everyone
es: Para Todos
zh: 致所有人

# ForTranslatorsTitle
source: For Translators
es: Para Traductores
zh: 致译者

source: Free Company
de: Freie Gesellschaft
zh: 部队

# FreeCompany_Abbreviation
source: FC
zh: 部队

source: Friend List
es: Lista de Amigos
zh: 好友列表

# FriendList_Abbreviation
source: FL
es: LA
zh: 好友列表

source: from now
de: ab jetzt
es: desde ahora
zh: 距今为止

source: General
de: Allgemein
zh: 一般

# HelpWithTranslation
source: You can help submit or proofread translations for PlayerTrack.
es: Puedes ayudar enviando o corrigiendo traducciones para PlayerTrack.
zh: 你可以帮忙提交或校对 PlayerTrack 的多语言文本

source: High-End Content
de: High-End Inhalte
es: Contenido High-End
zh: 高难副本

source: Homeworld
de: Heimatwelt
es: Mundo principal
zh: 主服务器

# Hour
source: h
zh: 时

source: Icon
de: Symbol
es: Icono
zh: 图标

source: Icons
de: Symbole
es: Iconos
zh: 图标

source: Inherit
de: Übernehmen
es: Heredar
zh: 继承

source: Integrations
de: Integrationen
es: Integraciones
zh: 集成

# InvalidNameError
source: Please enter a valid name.
de: Bitte geben einen gültigen Namen ein.
es: Por favor, introduzca un nombre válido.
zh: 请输入有效的名称

source: Job
zh: 职业

source: Keep Encounters
de: Begegnungen beibehalten
es: Mantener Encuentros
zh: 保留战斗

# KeepEncountersFromLast90Days
source: from last 90 days
de: von den letzten 90 Tagen
es: de los últimos 90 días
zh: 从过去 90 天

# KeepEncountersInHighEndContent
source: in high-end content
de: in High-End Inhalten
es: En contenido High-End
zh: 在高难副本中

# KeepEncountersInNormalContent
source: in normal content
de: in normalen Inhalten
es: en contenido normal
zh: 在普通副本中

# KeepEncountersInOverworld
source: in overworld
de: in der Welt
es: en mundo abierto
zh: 在副本外

source: Keep Players
de: Spieler beibehalten
es: Mantener jugadores
zh: 保存玩家数据

# KeepPlayerSettings
source: Keep Settings for Players
de: Einstellungen für Spieler beibehalten
es: Mantener ajustes para jugadores
zh: 为玩家保留设置

# KeepPlayersSeenInLast90Days
source: seen in last 90 days
de: in den letzten 90 Tagen gesehen
es: visto en los últimos 90 días
zh: 但仅保存曾在过去 90 天遇见过的

# KeepPlayersWithAnySettings
source: with any settings
de: mit beliebigen Einstellungen
es: con cualquier configuración
zh: 并附带全部设置

# KeepPlayersWithCategories
source: with categories
de: mit Kategorien
es: con categorías
zh: 并附带类别数据

# KeepPlayersWithEncounters
source: with encounters
de: mit Begegnungen
es: con encuentros
zh: 并附带战斗数据

# KeepPlayersWithNotes
source: with notes
de: Mit Anmerkungen
es: con notas
zh: 并附带备注

# KeepSettingsForPlayersSeenInLast90Days
source: seen in last 90 days
de: in den letzten 90 Tagen gesehen
es: visto en los últimos 90 días
zh: 但仅保存曾在过去 90 天遇见过的

# KeepSettingsForPlayersWithAnySettings
source: with any settings
de: mit beliebigen Einstellungen
es: con cualquier configuración
zh: 并附带全部设置

# KeepSettingsForPlayersWithCategories
source: with categories
de: mit Kategorien
es: con categorías
zh: 并附带类别数据

# KeepSettingsForPlayersWithEncounters
source: with encounters
de: mit Begegnungen
es: con encuentros
zh: 并附带战斗数据

# KeepSettingsForPlayersWithNotes
source: with notes
de: Mit Anmerkungen
es: con notas
zh: 并附带备注

# LargeFeatureDiscussion
source: If you're considering a larger feature, please reach out beforehand to discuss.
es: Si está considerando una característica mayor, por favor contacte previamente con nosotros para hablarlo.
zh: 如果你正在考虑为插件新增一个大型功能，请事先联系讨论

source: Last Location
de: Letzter Standort
es: Última Ubicación
zh: 最后地点

source: Last Seen
de: Zuletzt gesehen
es: Visto por última vez
zh: 最后遇见

source: Last Updated
es: Última actualización
zh: 最后更新

# LastUpdatedNever
source: Never
es: Nunca
zh: 永不

# Level
source: Lvl
es: Nvl
zh: 等级

source: Linkshell
zh: 通讯贝

# LinkShell_Abbreviation
source: LS
zh: 通讯贝

# LocalPlayers
source: Your Characters
es: Tus Personajes
zh: 你的角色

source: Location
de: Ort
es: Ubicación
zh: 位置

source: Locations
de: Orte
es: Ubicaciones
zh: 位置

source: Lock Window Position
de: Fensterposition sperren
es: Bloquear posición de la ventana
zh: 锁定窗口位置

source: Lock Window Size
de: Fenstergröße sperren
es: Bloquear tamaño de ventana
zh: 锁定窗口大小

source: Lodestone Locale
de: Lodestone-Sprache
es: Locales de Lodestone
zh: Lodestone 区域

source: LS
zh: 通讯贝

source: Manual
de: Anleitung
zh: 手动

source: Merge
es: Fusionar
zh: 合并

source: Merge Players
es: Fusionar jugadores
zh: 合并玩家

# MergePlayersDupe
source: You can't merge a player with themselves.
es: No puedes fusionar un jugador consigo mismo.
zh: 你不能将一个玩家与它们自己合并。

# MergePlayersInstructions
source: Select players to merge. This will copy over notes, encounters, and history.
es: Seleccione los jugadores para fusionar. Esto copiará las notas, los encuentros y el historial.
zh: 选择要合并的玩家。这将在“笔记”、“相遇”和“历史记录”中复制它们。

# Minute
source: m
zh: 分

source: Name
es: Nombre
zh: 名称

source: Name Change Alert
de: Namensänderungs-Alarm
es: Alerta de cambio de nombre
zh: 名称变更警告

source: Name Color
de: Namensfarbe
es: Color del Nombre
zh: 名称颜色

source: Nameplate
de: Namensschild
es: Placa de Nombre
zh: 铭牌

source: Nameplate Color
de: Farbe des Namensschildes
es: Color de placa de nombre
zh: 铭牌颜色

source: Nameplate Colors
de: Farbe der Namensschilder
es: Color de placa de nombre
zh: 铭牌颜色

source: Nameplate Conditions
de: Namensschild-Bedingungen
es: Condiciones de la placa de nombre
zh: 铭牌条件

source: Nameplate Title
de: Namensschildtitel
es: Título de la placa de nombre
zh: 铭牌称号

# NameplateUseColor
source: Use Nameplate Color
de: Farbe des Namensschildes verwenden
es: Usar color de placa de nombre
zh: 使用铭牌颜色

# NameplateUseColorIfDead
source: Use Nameplate Color if Dead
de: Verwende Namensschild-Farbe wenn Tot
es: Usar color de placa de nombre si se está muerto
zh: 死亡时使用铭牌颜色

# NewCategoryHint
source: enter a new category
de: Eine neue Kategorie erstellen
es: Crear una nueva categoría
zh: 创建新类别

# NewTagHint
source: enter a new tag
de: Einen neuen Tag eingeben
es: Crear una nueva etiqueta
zh: 输入一个标签

source: No
de: Nein
zh: 否

# NoBackupsMessage
source: No backups found.
de: Keine Backups gefunden.
es: No se encontraron copias de seguridad.
zh: 未找到备份

source: No Change
de: Keine Änderung
es: Sin cambios
zh: 无更改

# NoEncountersMessage
source: No encounters found.
de: Keine Begegnungen gefunden.
es: No se encontraron encuentros.
zh: 未找到战斗

# NoIconsEnabledMessage
source: No icons enabled.
de: Keine Symbole aktiviert.
es: No hay iconos habilitados.
zh: 未启用图标

# NoLocalPlayers
source: No player characters found.
es: No se encontraron personajes.
zh: 未找到玩家角色。

source: None
de: Nichts
es: Ninguno
zh: 无

source: No players found.
es: No se encontraron jugadores.
zh: 未找到玩家。

source: No records to delete.
de: Keine Einträge zu löschen.
es: No hay registros para eliminar.
zh: 无待删除记录

# NoSpecialPerks
source: There are no special perks for donating, except my gratitude.
es: No hay beneficios especiales por donar más que mi gratitud.
zh: 捐赠没有任何特殊奖励，除了我对你的诚挚感谢

# NotApplicable
source: N/A
zh: 不可用

source: Notes
de: Notizen
es: Notas
zh: 备注

source: Now
de: Jetzt
es: Ahora
zh: 现在

# NoWorldError
source: Please enter a world.
de: Bitte geben eine Welt ein.
es: Por favor introduzca un mundo.
zh: 请输入服务器名

# NumberOfRecordsToBeDeleted
source: Records to delete: {0}/{1} ({2}%%)
de: Zu löschende Datensätze: {0}/{1} ({2}%%)
es: Registros a eliminar: {0}/{1} ({2}%%)
zh: 待删除记录: {0}/{1} ({2}%%)

source: OK
es: Aceptar
zh: 确定

source: Only Show Enabled Icons
de: Nur aktivierte Symbole anzeigen
es: Mostrar sólo iconos habilitados
zh: 仅显示已启用图标

source: Only Show Logged In
de: Nur eingeloggte anzeigen
es: Mostrar sólo con inicio de sesión
zh: 仅显示已登录玩家

# OpenForDevHelp
source: I'm always open for help with development.
es: La ayuda con el desarrollo siempre es bienvenida.
zh: 我总是愿意帮助开发工作的

source: Open Lodestone
de: Lodestone öffnen
es: Abrir Lodestone
zh: 打开 Lodestone

source: Open Player
de: Spieler öffnen
es: Abrir Jugador
zh: 打开玩家

source: Open Player Plate
de: Spieler-Platte öffnen
es: Abrir placa de jugador
zh: 打开玩家面板

source: Open PlayerTrack
de: PlayerTrack Öffnen
es: Abrir PlayerTrack
zh: 打开 PlayerTrack

source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
zh: 打开设置

source: Override
de: Überschreiben
es: Sobrescribir
zh: 覆盖

source: Overworld
de: Welt
es: Mundo Abierto
zh: 主世界

# PitchInIntro
source: Looking to pitch in? Here are a couple of ways you can help out.
es: ¿Buscando como contribuir? Aquí tienes un par de formas en las que puedes ayudar.
zh: 想要帮忙吗? 这里有好几种你能帮忙的方式

source: Player
es: Jugador
zh: 玩家

source: Player added successfully.
de: Spieler erfolgreich hinzugefügt.
es: Jugadores añadidos correctamente
zh: 已成功添加玩家

source: Player Defaults
de: Spieler-Standardeinstellungen
es: Opciones predeterminadas del jugador
zh: 玩家默认设置

source: Player Info
de: Spielerinfo
es: Información del jugador
zh: 玩家信息

source: Player List
de: Spieler Liste
es: Lista de Jugadores
zh: 玩家列表

source: Player Name
de: Spielername
es: Nombre del jugador
zh: 玩家名称

source: Players
de: Spieler
es: Jugadores
zh: 玩家

source: Players by Category
de: Spieler nach Kategorie
es: Jugadores por categoría
zh: 按类型筛选玩家

source: Players by Tag
es: Jugadores por Etiquetas
zh: 按标签排序

source: Player Stats
de: Spielerstatistiken
es: Estadísticas del jugador
zh: 玩家状态

source: Player Summary
de: Spieler-Zusammenfassung
es: Resumen del jugador
zh: 玩家概况

source: Player World
de: Spieler-Welt
es: Mundo del Jugador
zh: 玩家服务器

# PreserveConfigState
source: Preserve Config Window State on Next Load
es: Conservar el estado de la ventana de configuración en la próxima carga
zh: 下次加载时保留配置窗口状态

# PreserveMainWindowState
source: Preserve Main Window State on Next Load
es: Conservar el estado de la ventana principal en la próxima carga
zh: 下次加载时保留主界面窗口状态

# PreviouslyKnownAs
source: Previously known as {0}
de: Zuvor bekannt als {0}
es: Anteriormente conocido como {0}
zh: 先前为 {0}

# PreviouslyOn
source: Previously on {0}
de: Zuvor auf {0}
es: Anteriormente en {0}
zh: 先前在 {0}

source: Proximity Alert
de: Näherungsalarm
es: Alerta de proximidad
zh: 距离警告

# ProximityAlertMessage
source: is nearby.
de: ist in der Nähe.
es: está cerca.
zh: 正在附近

source: Purge
es: Purga
zh: 删除

source: Recent Players
es: Jugadores Recientes
zh: 近期玩家

# RecentPlayersThreshold
source: Recent Players Threshold (in Minutes)
es: Límite de Jugadores Recientes (en minutos)
zh: 近期玩家阈值 (分钟)

source: Replace Game Title with Category Name
de: Spieltitel durch Kategoriename ersetzen
es: Reemplazar el título del juego con el nombre de categoría
zh: 以类别名称替换游戏称号

source: Replace Game Title with Custom Title
de: Spieltitel durch eigenen Titel ersetzen
es: Reemplazar el título del juego con el título personalizado
zh: 以自定义称号替换游戏称号

# ReportFindings
source: You can report any findings through feedback, Discord, or GitHub.
es: Puedes reportar cualquier hallazgo a través de comentarios, Discord, o GitHub.
zh: 你可以通过插件反馈、Discord 或 GitHub 来上报任何问题

source: Reset
de: Zurücksetzen
es: Reiniciar
zh: 重置

# ResetCategoryTooltip
source: Reset category name to {0}
es: Resetear el nombre de la categoría a {0}
zh: 重置分类名称为 {0}

source: Reset Lodestone
es: Resetear Lodestone
zh: 重置 Lodestone

source: Reset Players
es: Restablecer Jugadores
zh: 重置玩家

# ReviewGitHub
source: Review the GitHub issues for any bugs or features you want to work on.
es: Revisa los problemas que ya hay en GitHub para cualquier fallo o característica en la que quieras trabajar.
zh: 有关任何 BUG 或者你想要的新功能，请前往 Github Issues 界面查阅提交

source: Run Action
de: Aktion ausführen
es: Ejecutar acción
zh: 执行操作

source: Run Backup
de: Sicherung starten
es: Ejecutar copia de seguridad
zh: 执行备份

# RunBackupBeforeDataActions
source: Run Backup Before
de: Sicherung vorher starten
es: Ejecutar copia de seguridad antes
zh: 保存前先执行一次备份

# RunBackupCleanup
source: Cleanup Backups
de: Sicherungen bereinigen
es: Limpiar copias de seguridad
zh: 清理备份

# SearchIconsHint
source: search icons
de: Symbole suchen
es: buscar iconos
zh: 搜索图标

# SearchPlayersHint
source: search players
de: Spieler suchen
es: Buscar jugadores
zh: 搜索玩家

# SearchPlayersInputHint
source: Start typing...
es: Empezar a escribir...
zh: 在此键入...

source: Search Type
de: Suchmodus
es: Buscar tipo
zh: 搜索模式

source: Seen Count
de: So oft gesehen
es: Contador de encuentros
zh: 遇见次数

source: Select Category
de: Kategorie auswählen
es: Seleccionar Categoría
zh: 选择类别

source: Select player to delete
es: Seleccionar jugador a eliminar
zh: 选择要删除的玩家

source: Select player to update
es: Seleccionar jugador a actualizar
zh: 选择要更新的玩家

source: Settings
de: Einstellungen
es: Configuración
zh: 设置

source: Show Categories
de: Kategorien anzeigen
es: Mostrar Categorías
zh: 显示类别

source: Show Category Separator
de: Kategorietrennzeichen anzeigen
es: Mostrar Separador de Categoría
zh: 显示类别分隔符

source: Show/Hide PlayerTrack
de: PlayerTrack ein-/ausblenden
es: Mostrar / Ocultar PlayerTrack
zh: 显示/隐藏 PlayerTrack

# ShowHidePlayerTrackConfig
source: Show/Hide PlayerTrack Settings
de: PlayerTrack Einstellungen ein-/ausblenden
es: Mostrar / Ocultar ajustes de PlayerTrack
zh: 显示/隐藏 PlayerTrack 设置

source: Show in Content
de: In Inhalten anzeigen
es: Mostrar en contenido
zh: 在副本中显示

source: Show in High End Content
de: In High End Inhalten anzeigen
es: Mostrar en contenido High-End
zh: 在高难副本中显示

source: Show in Overworld
de: In Welt anzeigen
es: Mostrar en mundo abierto
zh: 在主世界中显示

source: Show Open Lodestone
de: Lodestone Öffnen anzeigen
es: Mostrar Abrir Lodestone
zh: 显示"打开 Lodestone"选项

# ShowOpenPlayerTracker
source: Show Open PlayerTrack
de: PlayerTrack Öffnen anzeigen
es: Mostrar Abrir PlayerTrack
zh: 显示"打开 PlayerTrack"选项

source: Show Player Filter
de: Spielerfilter anzeigen
es: Mostrar filtro de jugador
zh: 显示玩家筛选器

source: Show Search Box
de: Suchfeld anzeigen
es: Mostrar cuadro de búsqueda
zh: 显示搜索框

source: Show Tags
de: Tags anzeigen
es: Mostrar las etiquetas
zh: 显示标签

# SignUpTest
source: Sign up for test releases to help find bugs before they go live.
es: Aplica para los lanzamientos de prueba para ayudar a encontrar errores antes del lanzamiento oficial.
zh: 安装插件的测试版本，在其正式上线前帮忙发现更多 BUG

source: Size
de: Größe
es: Tamaño
zh: 大小

# SocialListAddPlayersHelpText
source: This will add players found on social lists to PlayerTrack. With this unchecked, only players already in your list will be updated.
es: Esto añadirá jugadores de tus listas sociales a PlayerTrack. Con esta opción desmarcada solo se actualizarán los jugadores que ya se encuentran en tu lista.
zh: 这将把在社交列表中找到的玩家添加到 PlayerTrack 中。 如果不勾选此项，则只会更新已在列表中的玩家。

# SocialListDefaultCategoryHelpText
source: Assign a category of your choosing when a new player is added to a social list. The player won't be automatically removed if they leave the social list.
es: Asignar una categoría de tu elección cuando se añada un nuevo jugador a una lista social. El jugador no será eliminado automáticamente de la categoría si se va de la lista social.
zh: 当有一个新玩家加入社交列表时，可指定一个自己选择的类别。 如果玩家离开社交列表，他们不会被自动移除。

source: Social Lists
es: Listas sociales
zh: 社交列表

# SocialListSyncCategoryHelpText
source: Keep list automatically synced with a category. These are special categories that you can't add/remove from manually.
es: Mantener las listas automáticamente sincronizadas con una categoría. Estas categorías son especiales y no se pueden añadir/eliminar manualmente.
zh: 保持列表与一个分类自动同步。这些是无法手动添加/删除的特殊类别。

# SocialListWarning
source: Social Lists update at specific times. All lists will refresh when you open their respective screen. In addition, the Friends and Blacklist will update on login. For large Free Companies, ensure you open and fully load each of the three pages in the bottom right to update the list.
es: Actualizar Listas Sociales en momentos específicos. Todas las listas se actualizarán al abrir sus respectivas ventanas. Además, la Lista de Amigos y la Lista Negra se actualizarán al acceder al juego. Para Free Companies grandes asegúrate de abrir y cargar completamente las tres páginas en la parte inferior derecha para actualizar la lista.
zh: 社交列表在特定时间更新。 当打开相应界面时，所有列表都会刷新。 此外，“好友”和“黑名单”也会在登录时更新。 对于大型部队，请确保打开并完全加载右下角的三个页面，以更新列表。

source: SQL Executor
es: Ejecutador SQL
zh: SQL 执行器

# SQLExecutorRestriction
source: Only PRAGMA and SELECT statements are allowed.
es: Sólo se permiten declaraciones PRAGMA y SELECT.
zh: 仅允许 PRAGMA 和 SELECT 语句

# StableExperience
source: This helps ensure a stable experience for everyone.
es: Esto ayuda a asegurar una experiencia estable para todos.
zh: 这将帮助每个人都能获得更加稳定的使用体验

source: Starts With
de: Beginnt mit
es: Empieza Por
zh: 以...为开头

source: Status
es: Estado
zh: 状态

# SupportFurtherTitle
source: Want to Support Further?
es: ¿Quieres proporcionar apoyo adicional?
zh: 想要支持更多吗？

# SyncWithCategory
source: Sync with Dynamic Category
es: Sincronizar con Categoría Dinámica
zh: 与动态分类同步

source: Sync with Visibility
de: Mit Visibility synchronisieren
es: Sincronizar con visibilidad
zh: 与 Visibility 同步

source: Tags
es: Etiquetas
zh: 标签

source: Target Player
de: Spieler anvisieren
es: Marcar jugador
zh: 目标玩家

source: Time
de: Zeit
es: Hora
zh: 时间

source: Type
de: Typ
es: Tipo
zh: 类型

# UnassignCategoryTooltip
source: click to remove category from this player
de: klicken, um die Kategorie von diesem Spieler zu entfernen
es: haz clic para eliminar la categoría de este jugador
zh: 点击以从玩家移除该分类

# UnassignDynamicCategoryTooltip
source: This is a dynamic category and can't be manually unassigned.
es: Esta es una categoría dinámica y no puede ser manualmente desasignada.
zh: 这是一个动态分类，不能手动取消分配。

source: Unavailable
es: No disponible
zh: 不可用

source: Unknown
de: Unbekannt
es: Desconocido
zh: 未知

source: Unverified
de: Nicht verifiziert
es: Sin verificar
zh: 未验证

source: Upgrade
de: Aktualisieren
es: Actualizar
zh: 升级

source: Verified
de: Verifiziert
es: Verificado
zh: 已验证

source: Visibility Type
de: Sichtbarkeit
es: Tipo de Visibilidad
zh: 可见类型

source: Voidlist
es: Lista de vacío
zh: 黑名单

# WarningZone
source: Warning: This is the danger zone. These actions cannot be undone!
de: Warnung: Dies ist die Gefahrenzone. Diese Aktionen können nicht rückgängig gemacht werden!
es: Advertencia: Esta es la zona de peligro. ¡Estas acciones no se pueden deshacer!
zh: 警告: 你正在进行风险操作且这一操作不可撤销!

source: Whitelist
es: Lista blanca
zh: 白名单

source: Window
de: Fenster
es: Ventana
zh: 窗口

source: World Transfer Alert
de: Welt-Transfer Alarm
es: Alerta de Transferencia de Mundo
zh: 大区转移警告

source: Yes
de: Ja
es: Sí
zh: 是

# NotAvailable
source: N/A
de: Keine Angaben
es: N/D
