Repository: AkiniKites/PlayerTrack
Catalog: PlayerTrack.Plugin/Resource/Language.*.resx
Languages: de, es, zh

source: Visibility
de: Sichtbarkeit
es: Visibilidad
